/* Market Capitalization label for StockWeeApp */
"Cap: " = "Arvo: ";

/* Label indicating that the symbol is a market index */
"Index Symbol" = "Indeksi";

/* Centered ticker label for when there are no stocks in the list */
"Stocks" = "Pörssi";

/* Centered ticker label for when stocks is in network unreachable state */
"Stocks Offline" = "Pörssi ei käytettävissä";